Repository: OmegaT-L10N/fr
Catalog: tm/auto/OmegaT-instant-start-level2.tmx
Source language: en
Languages: fr

source: Menu Project New...
fr: Menu Projet Nouveau...

source: Project Create / open new
fr: Projet Créer / ouvrir

source: Note: On an Apple Mac, use the Cmd or Apple key instead of the Ctrl key
fr: Remarque :Sur un Mac, utilisez la touche cmd (commande) à la place de la touche ctrl.

source: After the source file has loaded in the Editor pane, you can close the Project files dialog.
fr: Une fois le fichier source chargé et affiché dans le volet d'édition, vous pouvez fermer la fenêtre Fichiers du projet.

source: After you give your project a name, the Create New Project dialog will open.
fr: Une fois le nom du projet défini, OmegaT ouvre la fenêtre Création du projet.

source: After you have translated each segment, press Ctrl+U to move to the next untranslated segment.
fr: Appuyez sur la touche « Entrée » pour passer d'un segment à l'autre ou utilisez le raccourci clavier Ctrl+U pour accéder au prochain segment non traduit.

source: At the end of your translation, OmegaT exports three translation memories called "level1", "level2" and "omegat" to your project folder.
fr: OmegaT exporte trois versions (« level1 », « level2 » et « omegat ») de la mémoire de traduction dans le dossier projet.

source: At the top of that dialog, select your source file's language and the language that your translated file will be, and click OK to continue.
fr: Indiquez la langue du fichier source ainsi que la langue de la traduction, puis cliquez sur OK pour continuer.

source: Click the Import source files... button to select your source file.
fr: Cliquez sur le bouton Importer des fichiers source... pour sélectionner le fichier source.

source: During translation, use the Edit and Go To menus to perform various useful functions.
fr: Les menus Édition et Atteindre vous donnent accès à diverses fonctions très utiles pendant le travail de traduction.

source: Few more things to remember
fr: D'autres points à retenir

source: For a more comprehensive introduction see OmegaT for Beginners on the OmegaT web site.
fr: Le tutoriel pour débutants OmegaT for Beginners (en anglais) est disponible sur le site Web d'OmegaT et vous propose une introduction complète.

source: Generate the translated file
fr: Création du fichier traduit

source: However, if you made mistakes when you typed the formatting tags, your translated file might fail to open.
fr: Toutefois, si vous avez fait des erreurs en saisissant les balises de formatage, l'ouverture du fichier traduit pourra échouer.

source: If a file does not loads into the Editor pane, then it could be that your source file is in a format that doesn't work in OmegaT.
fr: Si le chargement d'un fichier source échoue, c'est-à-dire s'il ne s'affiche pas dans le volet d'édition, il s'agit vraisemblablement d'un fichier dont le format est incompatible avec OmegaT.

source: If you are interested in other settings of this dialog, you can return to it any time by pressing Ctrl+E.
fr: Utilisez le raccourci clavier Ctrl+E si vous avez besoin de revenir aux réglages de cette fenêtre plus tard.

source: If you need assistance with any aspect of OmegaT, feel free to join the OmegaT user group.
fr: N'hésitez pas à vous inscrire à la liste de diffusion du groupe des utilisateurs d'OmegaT, vous pouvez y échanger votre expérience et y trouver de l'aide.

source: If you place translation memory files in the /tm/ subfolder of your project folder, OmegaT will automatically search them for similar segments, called "fuzzy matches".
fr: Si vous placez des mémoires de traduction dans le sous-dossier /tm/ du dossier projet, OmegaT les analyse automatiquement à la recherche de segments semblables et affiche les analogies et les correspondances partielles dans le volet Correspondances.

source: If your source file is a formatted file, e.g. Microsoft Word, LibreOffice Writer or HTML, OmegaT will convert the formatting into tags that surround the text that you translate.
fr: Si votre fichier source est un fichier formaté, par exemple au format Microsoft Word, LibreOffice Writer ou HTML, OmegaT convertit le formatage en balises qui encadrent le texte que vous traduisez.

source: In the Project menu, select New... type a name for your project.
fr: Dans le menu Projet, sélectionnez Nouveau... et saisissez le nom du projet.

source: It is often useful to search for words and phrases in the source text and in your translation, so press Ctrl+F for the "Text Search" dialog at any time.
fr: Vous disposez également de puissantes fonctions de recherche dans la fenêtre « Recherche textuelle » que vous pouvez utiliser au cours de la traduction (raccourci clavier Ctrl+F).

source: Learn to use OmegaT in 5 minutes!
fr: Apprendre à utiliser OmegaT en 5 minutes !

source: Next, the Project Files dialog opens.
fr: OmegaT ouvre ensuite la fenêtre Fichiers du projet.

source: Often documents will also have tags that have nothing to do with formatting, but which are also important.In the source file (and in the translated file), A source sentence might look like
fr: Souvent, les documents contiennent également un certain nombre de balises essentielles sans rapport direct avec le formatage. Dans le fichier source (ainsi que dans le fichier traduit), une phrase peut se présenter comme ceci :

source: OmegaT will present one segment at a time for you to translate.
fr: OmegaT vous propose un segment à traduire après l'autre.

source: OmegaT will then copy the selected file to the /source/ subfolder of your newly created project.
fr: OmegaT copie le fichier sélectionné dans le sous-dossier /source/ du projet que vous venez de créer.

source: OmegaT, however, will present this sentence in the following fashion:
fr: Ici, OmegaT présente cette phrase de la manière suivante :

source: Once you have made certain that there are no tag errors in your translation, press Ctrl+D to generate the target file, which will be created in the /target/subfolder of your project folder.
fr: Après avoir vérifié que votre traduction ne contient pas d'erreur de balises, générez le fichier cible (raccourci clavier Ctrl+D) dans le sous-dossier /target/ du dossier projet.

source: Remember where you create the project, because you will later need to return to it.
fr: Mémorisez bien l'emplacement du projet car vous devrez y accéder ultérieurement.

source: See Chapter 7: File Filters in the User Manual for a list of file formats that OmegaT can handle.
fr: Reportez-vous au chapitre 7 (Filtre de fichiers) du guide de l'utilisateur pour obtenir la liste des formats de fichier gérés par OmegaT.

source: Set up a new project
fr: Préparation d'un nouveau projet

source: The "level1" and "level2" memories can be shared with users of other translation programs.
fr: Les mémoires « level1 » et « level2 » sont compatibles avec les outils de TAO prenant en charge les TMX niveaux 1 et 2 et peuvent être partagées avec d'autres utilisateurs.

source: The memory named "omegat" can be used in OmegaT itself, in future projects that you create.
fr: La mémoire « omegat » est une mémoire native, propre à OmegaT et peut être réutilisée dans d'autres projets OmegaT.

source: The tags in OmegaT are greyed, so they are easy to recognise.
fr: Les balises dans OmegaT sont grisées pour être facilement reconnaissables.

source: Therefore, press Ctrl+T before you generate your translated file, to validate that your tags are correct.
fr: Par conséquent, assurez-vous que vos balises sont correctes et validez-les avant de générer le fichier traduit (raccourci clavier Ctrl+T).

source: They are not protected, so that you can delete them, enter them by hand or move them around in the target sentence.
fr: Elles ne sont pas protégées et vous pouvez donc les supprimer, en ajouter manuellement ou les déplacer dans la phrase cible.

source: To remind yourself of the project's initial settings, open the Project Settings dialog by pressing Ctrl+E.
fr: Vous pouvez revoir les réglages du projet dans la fenêtre Modifier le projet (raccourci clavier Ctrl+E).

source: To see a list of files in the project, open the Project Files dialog by pressing Ctrl+L..
fr: Vous pouvez afficher la liste des fichiers du projet dans la fenêtre Fichiers du projet (raccourci clavier Ctrl+L).

source: To start using OmegaT, first create a project that will hold all your files, such as your source file, translation memories, glossaries, and eventually your translated file.
fr: Pour pouvoir travailler avec OmegaT, vous devez commencer par créer un projet qui contiendra vos fichiers, notamment le fichier source, les mémoires de traduction, les glossaires ainsi que le fichier traduit.

source: Translate the file
fr: Traduction du fichier

source: Validate your tags
fr: Validation des balises

source: Whenever you want to see what your translation will look like in its final format, press Ctrl+D to generate the translated document, which you will be created in the /target/ subfolder of your project folder.
fr: Si vous souhaitez obtenir un aperçu de votre traduction dans son format final, utilisez le raccourci Ctrl+D pour générer le document traduit dans le sous-dossier /target/ du dossier projet.

source: You can create a glossary by pressing Ctrl+Shift+G, or copy existing glossaries to the /glossary/ subfolder of your project folder, and OmegaT will automatically look up words in them.
fr: Vous pouvez créer un nouveau glossaire au cours de la traduction (raccourci clavier Ctrl+Shift+G), ou copier d'autres glossaires dans le sous-dossier /glossary/ du dossier projet : OmegaT y recherche automatiquement les mots associés au segment actif.

source: You can create a new project for each new job, and you can add several source files to a project at a time.
fr: Vous pouvez créer de nouveaux projets en fonction de votre travail et vous pouvez ajouter plusieurs fichiers source à un même projet.
